[
    {
        "A New Era of Infrared Astronomy": "The Spitzer Space Telescope, launched in 2003, was the last of NASA's Great Observatories, designed to observe the universe in infrared light. Infrared light, emitted by warm objects like stars and planets, can pass through gas and dust clouds that block visible light. This capability allowed Spitzer to reveal previously hidden details of the universe. Named after physicist Lyman Spitzer, Jr., who proposed the concept of space-based telescopes, Spitzer was decommissioned in 2020. However, its discoveries continue to shape our understanding of the cosmos.",
        "Discovering Hidden Stars and Planetary Systems": "Spitzer made significant contributions by observing in infrared light, uncovering new stars and planetary systems hidden within dense dust clouds. Its observations helped scientists gain insights into the formation and evolution of stars, as well as the conditions necessary for planet formation.",
        "Exoplanet Research and the TRAPPIST-1 System": "The telescope played a pivotal role in exoplanet research, particularly in the detection and study of the TRAPPIST-1 system, which contains seven Earth-sized planets. Spitzer’s data helped determine the atmospheres of these exoplanets, providing critical information about their potential habitability.",
        "Legacy and Ongoing Impact": "Although retired in 2020, Spitzer's 16 years of data will continue to drive scientific discoveries for years to come. Its findings have laid the groundwork for future missions, including the James Webb Space Telescope, which aims to build upon Spitzer's legacy in studying the universe’s most intriguing objects.",
        "A Lasting Influence on Astronomy": "The Spitzer Space Telescope has left an indelible mark on our understanding of the universe. By unveiling the hidden cosmos and enhancing our knowledge of exoplanets, Spitzer has forever changed the landscape of astronomical research, inspiring new generations of scientists to explore the mysteries of space." 
    }
]