[
    {
        "Introduction": "Direct Imaging Method is one of the most challenging techniques for discovering exoplanets, accounting for 1.4% of discoveries (82 planets). Unlike methods that infer a planet’s presence indirectly, this approach involves capturing direct images of exoplanets by blocking the overwhelming glare of their host stars. These planets are millions of times dimmer than their stars, making traditional imaging techniques difficult. However, advancements in technology are making it possible..",
        "challenges": "The primary challenge astronomers face when trying to image exoplanets is that the stars they orbit are millions of times brighter than the planets themselves. Any light reflected off the planet or heat radiation emitted by the planet is overwhelmed by the massive amount of light from the star. It’s like trying to spot a flea next to a lightbulb or a firefly beside a spotlight. This makes it extremely difficult to separate the faint light from the planet from the glare of the star.",
        "Shine Blockers": "To overcome this, astronomers use specialized instruments designed to block out the overwhelming starlight, much like how you might use sunglasses or a sun visor to block sunlight on a bright day. By reducing the star's glare, they can get a clearer look at the objects around the star, which might be exoplanets.",
        "Techniques": "There are several techniques used in direct imaging, including: Coronagraph: This technique involves placing a device called a coronagraph inside a telescope to block the starlight before it reaches the telescope’s detector. The coronagraph acts as an internal “light-blocker” within the telescope, helping astronomers observe the surrounding region for exoplanets. Ground-based observatories are now using coronagraph to successfully image exoplanets. Starshades: A starshade is a separate device that is positioned between the telescope and the star to block the star's light before it even enters the telescope. For space-based telescopes, a starshade would be a separate spacecraft that carefully positions itself at the correct distance and angle to perfectly block out the starlight while allowing the telescope to capture images of the surrounding region, potentially revealing exoplanets.",
        "future": "Direct imaging of exoplanets is still in its early stages, but it holds tremendous potential as a method for both finding and characterizing exoplanets. Future advancements in direct imaging technology may allow astronomers to take detailed photos of exoplanets, revealing features such as atmospheric patterns, oceans, and even landmasses. This could provide groundbreaking insights into the composition and habitability of these distant worlds."
    }
]