[
    {
        "What Are Terrestrial Planets?": "Terrestrial planets are those that are Earth-sized or smaller and are primarily composed of rock, silicate, water, or carbon. While they may not always have atmospheres or oceans, some of these planets show potential for habitability, meaning they could possibly support life.",
        "Composition and Structure": "These planets typically have a bulk composition dominated by: Rock or Iron: This gives them a solid surface or, in some cases, a liquid surface. Atmospheres: They can have gaseous atmospheres, although this is not a defining feature of terrestrial planets.",
        "What Are Super-Earths?": "Definition: Larger terrestrial exoplanets—those at least twice as massive as Earth—are classified as Super-Earths. Characteristics: These planets can have a variety of characteristics and conditions, but they are generally more massive than Earth.",
        "Potential for Life": "Habitability: While many terrestrial planets could be candidates for hosting life, scientists have not yet confirmed whether they have the necessary conditions, such as water or a stable atmosphere, to support life.",
        "The TRAPPIST-1 System": "Overview: One fascinating example of a potentially habitable system is the TRAPPIST-1 system, which is similar to our solar system. Planets: It contains seven Earth-sized planets, four of which might be classified as Super-Earths. Water Potential: All of these planets have the potential to have water on their surfaces, making them exciting targets for future discovery and exploration.",
        "Binary Systems and Ongoing Research": "Binary Systems: Some potentially habitable planets may exist in binary systems, where two stars orbit each other, providing unique conditions for their planets. Current Discoveries: As of now, only 205 terrestrial planets have been discovered, and research is ongoing to learn more about their characteristics and the possibility of finding life beyond Earth."
    }
]