[
    {
        "How Astrometry Helps Discover New Planets": "Astrometry has been instrumental in the discovery of 3 exoplanets so far. This method involves measuring the precise movements of stars in relation to their nearby stellar neighbors. When a planet orbits a star, its gravitational influence can cause the star to exhibit a slight wobble or shift in its position. This wobble occurs because the planet’s gravitational tug subtly pulls the star, causing its position to change minutely against the backdrop of distant stars. Astrometry captures these tiny changes to infer the presence of planets.",
        "Catching the Wobble": "As a planet orbits its star, it exerts a gravitational pull that causes the star to move in a small orbit or wobble around a common center of mass, called the barycenter. This motion is incredibly small, making it difficult to detect without highly sensitive instruments. By using high-precision tools, astronomers can measure the star’s position over time and observe how it shifts in relation to distant background stars. These slight shifts provide crucial clues about the presence of orbiting planets.",
        "Precision Revealing Planetary Mass": "One of the key advantages of astrometry is its ability to provide direct measurements of a planet’s mass. By analyzing the degree of wobble a planet induces in its host star, scientists can estimate the planet’s mass with great accuracy. Additionally, by continuously observing a star’s position over an extended period, astrometry can reveal the presence of multiple planets orbiting the same star. This makes it a powerful tool for studying complex planetary systems.",
        "Challenges in Detecting Smaller Planets": "Astrometry works best when detecting massive planets that are close to their host stars. Unfortunately, it is less sensitive to smaller or more distant planets, which create only very tiny wobbles in their stars’ positions. Another limitation is the long-term observation required to detect subtle changes in a star’s position. Other factors, such as binary star companions or stellar activity, can complicate the detection process, making it challenging for astronomers to isolate planetary influences."
    }
]