[
    {
        "Introduction": "Gravitational microlensing has been responsible for the discovery of 225 planets. This method relies on a fascinating phenomenon predicted by Einstein's General Theory of Relativity, where the gravity of a massive object, such as a planet, can bend and focus the light from a distant star. Essentially, the planet acts like a lens, magnifying the light from a background star as it passes between the star and an observer on Earth.",
        "Detection": "When a massive object (e.g., a planet) moves in front of a more distant source star, the gravity of the object bends the light coming from the star in a process called gravitational lensing. As the planet crosses directly in front of the star from our viewpoint on Earth, the light from the star is magnified due to the bending of light by the planet’s gravitational field. This magnification creates a characteristic light curve that briefly brightens the distant star. By analyzing this light curve, astronomers can infer the presence of the planet and its properties.",
        "Advantages": "Unlike the transit or radial velocity methods, microlensing doesn’t rely on light from the planet itself. Instead, it detects the effect of the planet’s gravity on the light from the background star. Microlensing is particularly useful for detecting planets that are far from Earth and orbit their stars at great distances. It’s also one of the few methods that can detect free-floating planets, which are not bound to any star but still bend light as they pass by. Gravitational microlensing is sensitive enough to detect planets with relatively low masses, even those that are farther from their stars (beyond the habitable zone).",
        "Limitation": " Microlensing events are transient and happen only once as the planet passes in front of the star. It’s not possible to observe the same event again, making follow-up observations of the detected planet challenging. While microlensing can confirm the presence of a planet, it doesn’t offer much detailed information about the planet’s size, atmosphere, or other characteristics, compared to other methods like transit spectroscopy."
    }
]