[
    {
        "How Gravity Becomes a Lens": "Gravitational microlensing has been responsible for the discovery of 225 exoplanets. This method relies on an extraordinary phenomenon predicted by Einstein's General Theory of Relativity. It occurs when the gravity of a massive object, like a planet, bends and focuses light from a distant star, making the planet act like a lens. This process magnifies the light from the background star as the planet passes between the star and an observer on Earth. By observing these light-bending events, astronomers can detect planets in distant regions of space.",
        "Light Bending Reveals Planets": "When a planet or other massive object moves in front of a more distant star, the gravity of the planet bends the light from the star in a process called gravitational lensing. As seen from Earth, this bending causes the star’s light to become magnified, creating a brief brightening effect known as a light curve. By analyzing the specific shape and brightness of this light curve, astronomers can infer the presence of a planet and estimate its properties, such as its mass and distance from the star.",
        "A Powerful Tool for Distant and Free-Floating Planets": "Gravitational microlensing offers several advantages over other planet-detection methods. Unlike the transit or radial velocity methods, microlensing doesn’t rely on detecting the planet’s own light. Instead, it measures the effect of the planet’s gravity on light from a distant background star. This makes it particularly useful for finding planets that are far from Earth or orbit their stars at great distances. Additionally, it is one of the few techniques capable of detecting free-floating planets—those not bound to any star, but still affecting light as they pass by. Microlensing can also detect planets with relatively low masses and those located far beyond the habitable zone.",
        "One-Time Events and Limited Details": " While microlensing is a powerful tool for finding planets, it has its limitations. Microlensing events are transient, meaning they occur only once when the planet passes in front of a distant star. Since the event can’t be observed again, follow-up observations to gather more data on the planet are difficult. Additionally, although microlensing can confirm the existence of a planet, it doesn’t provide detailed information about the planet’s size, atmosphere, or other characteristics, unlike methods such as transit spectroscopy which can offer deeper insights."
    }
]