[
    {
        "How Star Wobbles Reveal Exoplanets": "The Radial Velocity Method, often called \"Watching for Wobble\", is one of the most successful and productive techniques for discovering exoplanets. It accounts for about 19% of all planet discoveries, with approximately 1,100 exoplanets detected using this method. It was one of the first methods used to detect exoplanets and continues to be crucial for confirming planets found by other techniques. This method works by detecting the slight wobble of a star, caused by the gravitational pull of orbiting planets. The larger the planet, the stronger its gravitational force on the star, leading to a more noticeable wobble. Massive planets like Jupiter cause the most significant effects, making them easier to detect through this technique.",
        "The Doppler Effect and Star Movement": "As a planet orbits its star, its gravitational influence causes the star to move slightly. This wobbling star emits light that shifts in frequency as it moves. When the star moves toward us, the light shifts towards the blue end of the spectrum, called blue shift. When the star moves away from us, the light shifts toward the red end of the spectrum, known as red shift. This shift in light frequency is caused by the Doppler effect. By carefully analyzing these shifts, astronomers can deduce the presence of orbiting planets. This process of detecting wobbling stars using light shifts is called Doppler Spectroscopy.",
        "Precision Instruments for Measuring Starlight": "To detect the subtle wobble of a star, astronomers use highly specialized instruments called spectrographs. These instruments break the star’s light into its component wavelengths, allowing scientists to detect even the tiniest shifts in light caused by the star's motion. Two of the most widely used spectrographs in this method are: HARPS (High Accuracy Radial velocity Planet Searcher): A leading instrument for detecting exoplanets by measuring radial velocities with extreme precision. HIRES (High-Resolution Echelle Spectrometer): Another highly accurate spectrograph used for detecting small Doppler shifts in starlight. These tools allow astronomers to analyze starlight in great detail and find evidence of exoplanets that might otherwise remain undetectable."
    }
]