[
    {
        "Spotting Planets by Their Shadows": "The Transit Method, often referred to as \"Search for Shadows\", is the most effective technique for discovering exoplanets. It accounts for approximately 74.5% of all exoplanet discoveries, equating to around 4,200 planets. This method works by detecting a slight dip in a star's brightness when a planet passes in front of it, similar to how a solar eclipse briefly blocks the Sun’s light. This temporary dimming creates a distinct light curve (a graph of brightness over time), signaling the presence of a planet.",
        "How Light Curves Reveal Planetary Properties": "The size and length of the dip in the light curve provide astronomers with crucial information about the planet. Larger and more distant planets block more light for a longer period, while smaller, closer planets create shorter and less noticeable dips. By carefully analyzing these dips, scientists can determine the planet’s size, its speed, and its distance from the host star.",
        "Untangling Complex Light Curves": "The Transit Method can detect multiple planets within the same star system. If the light curve shows irregular dips or multiple dips at different intervals, this may indicate that more than one planet is orbiting the star. Further observations are then required to differentiate the characteristics of each planet in the system, making it possible to map out entire planetary systems.",
        "Peeking Into Alien Atmospheres": "One of the most exciting aspects of the Transit Method is that it allows astronomers to study the atmospheres of distant planets. During a transit, some of the starlight passes through the planet’s atmosphere. Using a technique called transit spectroscopy, astronomers can analyze this light to detect the presence of specific gases in the atmosphere, such as water vapor, methane, or even oxygen. These gases provide clues about the planet’s atmospheric composition and potential habitability.",
        "Is There Potential for Life?": "Follow-up observations using infrared wavelengths can help determine the planet’s temperature. This information is essential for understanding whether a planet lies within the habitable zone, the region around a star where conditions might allow for liquid water to exist—one of the key ingredients for life as we know it. The Transit Method has been instrumental in discovering potentially habitable exoplanets, including some in the famous TRAPPIST-1 system."
    }
]