[
    {
        "The Challenge of Finding Exoplanets": "Discovering exoplanets is no easy task. Planets are typically billions of times fainter than the stars they orbit, and they are incredibly distant. These factors make detecting them extremely difficult. Scientists face four primary challenges when searching for exoplanets including: Planets are small and faint compared to stars, Planets don't produce any light of their own, Planets are far away from us, Planets are faint against the bright backdrop of stars. To overcome these challenges, scientists use a variety of techniques to detect exoplanets. Most of these methods are indirect, meaning they don’t directly observe the planet itself but instead look for the effects the planet has on its parent star. For instance, planets can cause their stars to wobble or dim slightly, indicating their presence. Here are some of the most common methods used to discover exoplanets.",
        "A Toolbox for Discovering Distant Worlds": "There are many methods used by scientists to detect exoplanets, each with its own strengths and weaknesses. These methods include: The Transit Method, The Radial Velocity Method, The Direct Imaging Method, The Microlensing Method, The Astrometry Method, The Pulsar Timing Method, The Orbital Brightness Modulation Method, The Eclipse Timing Variation Method, The Orbital Phase Curve Method, The Polarimetry Method, The Spectroscopy Method, The Gravitational Microlensing Method, The Doppler Spectroscopy Method, The Transit Timing Variation Method, The Reflection Effect",
        "Combining Methods for Better Understanding": "All these methods are currently used by scientists to discover exoplanets. Each method has its own strengths and weaknesses, and some are better suited to finding certain types of planets than others. By combining data from multiple methods, scientists can learn more about the properties of exoplanets, such as their size, mass, and composition, and even search for signs of life. But the most common 5 methods are the Transit Method, the Radial Velocity Method, the Direct Imaging Method, the Microlensing Method, and the Astrometry Method."
    }
]